Repository: cmeraz/vanoticias
Catalog: plugins/wordpress-dashboard-twitter/languages/wp-dashboard-twitter-*.po
Languages: de_de

source: From
de_de: Von

source: in reply to
de_de: als Antwort auf

source: No direct messages!
de_de: Keine Direkten Nachrichten!

source: No sent messages!
de_de: Keine gesendeten Nachrichten!

source: to
de_de: an

source: No favorites!
de_de: Keine Favoriten!

source: Mentions
de_de: Antworten

source: Direct
de_de: Nachrichten

source: Sent
de_de: Gesendet

source: Favorites
de_de: Favoriten

source: Reload
de_de: Neu laden

source: %s ago
de_de: vor %s

source: How many items?
de_de: Wie viele Nachrichten sollen angezeigt werden?

source: Show Avatars?
de_de: Avatare anzeigen?

source: WordPress Dashboard Twitter requires at least WordPress 2.7!
de_de: WordPress Dashboard Twitter ben&ouml;tigt mindestens WordPress 2.7!

source: WordPress Dashboard Twitter requires at least PHP5!
de_de: WordPress Dashboard Twitter ben&ouml;tigt mindestens PHP 5!

source: No mentions!
de_de: Keine Erw&auml;hnungen!

source: <strong>NOTE:</strong> The Twitter API only allows clients to make a limited number of calls in a given period. You just exceeded the rate limit.
de_de: <strong>HINWEIS:</strong> Die Twitter API erlaubt nur eine begrenzte Anzahl an Zugriffen pro Stunde. Du hast das Limit bereits &uuml;berschritten.

source: Reply
de_de: Antworten

source: Tab to open by default
de_de: Beim Start folgendes Tab &ouml;ffnen

source: Hello %s
de_de: Hallo %s

source: You have %d followers
de_de: Du hast %d Verfolger

source: Update Status
de_de: Status aktualisieren

source: Send Update
de_de: Update senden

source: Shorten URL
de_de: URL k&uuml;rzen

source: An empty tweet would not make sense, eh?
de_de: Ein leerer Tweet ist ziemlich sinnlos, oder?

source: Please enter a long URL!
de_de: Gib eine ungekürzte URL ein!

source: Reply to a user
de_de: Einem Benutzer antworten

source: Compose a new Direct Message to %s
de_de: Schreibe %s eine Privatnachricht

source: Upload &amp; Shorten Image
de_de: Bild hochladen &amp; Kurz-URL erstellen

source: Use Twitpic to share photos on Twitter?
de_de: Twitpic nutzen, um deine Fotos bei Twitter anzuzeigen?

source: Send Direct Message
de_de: Privatnachricht senden

source: Invalid file extension!
de_de: Ungültige Dateiendung

source: Sending...
de_de: Sende...

source: Remaining API for account %s: %d/%d
de_de: Verbleibende API-Anfragen f&uuml;r %s: %d/%d

source: Retweet this message
de_de: Retweete diese Nachricht

source: The following directory needs to be writable: %s [<a href='%s'>Recheck</a>]
de_de: Folgender Ordner muss beschreibbar sein: %s [<a href='%s'>Nochmal pr&uuml;fen</a>]

source: URL Shortener
de_de: Kurz-URL-Anbieter

source: Verify Credentials
de_de: Zugangsdaten &uuml;berpr&uuml;fen

source: Twitter is unavailable at the moment. Please try again later!
de_de: Twitter ist im Moment nicht verf&uuml;gbar. Bitte versuchen Sie es sp&auml;ter noch einmal!

source: You wrote %d statuses so far and are listed on %d Twitter lists
de_de: Du hast bisher %d Statusmeldungen verfasst und bist auf %d Twitter-Listen vertreten

source: No statuses!
de_de: Keine Nachrichten!

source: No retweets of your statuses yet!
de_de: Keine Retweets deiner Nachrichten bisher!

source: This plugin version introduces OAuth Support for Twitter. Twitter announced in December of 2009 the deprecation of Basic Auth on August 16th 2010. Please login with Twitter by clicking the image above, and follow the on-screen instructions.
de_de: Diese Pluginversion f&uuml;hrt OAuth-Support f&uuml;r Twitter ein. Twitter k&uuml;ndigte den Ablauf von Basic Auth für den 16. August 2010 an. Bitte logge Dich in Twitter ein, indem du auf das obere Bild klickst und folge den Anweisungen auf dem Bildschirm.

source: <strong>NOTE:</strong> Please <a href="%s">save</a> the plugin options for the new options to take effect!
de_de: <strong>HINWEIS:</strong> Bitte <a href="%s">speichere</a> die Pluginoptionen, damit die neuen &Auml;nderungen &uuml;bernommen werden!

source: Retweeted
de_de: Retweets

source: Make the Dashboard Widget accessible for everyone?
de_de: Das Dashboard Widget f&uuml;r jeden nutzbar machen?
